[
    {
        "title": "RESILIÊNCIA",
        "description": "Ser resiliente é ter a capacidade de se adaptar, enfrentar desafios, superar adversidades e se recuperar de situações difíceis. É a habilidade de lidar com problemas, estresse ou traumas, e mesmo assim, manter-se forte e encontrar maneiras de seguir em frente. A resiliência não significa evitar o estresse ou as dificuldades, mas sim lidar com elas de maneira construtiva.",
        "subs":
        [
            {
                "title": "Permanece sereno em períodos difíceis",
                "questions":
                [
                    "Descreva uma situação desafiadora ou estressante que enfrentou no trabalho ou na vida pessoal. Como você lidou com isso e como manteve a calma?",
                    "Qual é a abordagem que você normalmente adota para lidar com situações estressantes?",
                    "Como você costuma manter a calma e se concentrar em solucionar problemas em situações de alto estresse?",
                    "Pode compartilhar um exemplo de um momento em que enfrentou um grande desafio e como conseguiu manter a clareza mental e a serenidade para lidar com isso?",
                    "Como você lida com situações em que as coisas não saem como planejado?",
                    "Fale sobre uma situação desafiadora ou estressante que enfrentou no passado. Como você lidou com isso?",
                    "Como você mantém a calma sob pressão? Pode compartilhar um exemplo específico?",
                    "Como você reage quando enfrenta obstáculos inesperados ou contratempos durante um projeto?",
                    "Como você lida com feedback negativo ou situações em que as coisas não saem como o planejado?"
                ]
            },
            {
                "title": "Assume riscos calculados",
                "questions":
                [
                    "Descreva uma situação em que precisou tomar uma decisão arriscada. Como avaliou os riscos envolvidos antes de agir?",
                    "Como você equilibra o potencial de recompensa com os possíveis riscos ao enfrentar uma nova oportunidade ou desafio?",
                    "Quais são os critérios ou estratégias que você utiliza para determinar se um risco é aceitável ou não?",
                    "Pode compartilhar um exemplo em que assumiu um risco calculado que resultou em sucesso? Como você se preparou para isso?",
                    "Como você lida com situações em que os riscos não resultam como o esperado?",
                    "Quais fontes de informação ou análises você utiliza para tomar decisões que envolvem riscos?",
                    "Como você define o limite entre um risco aceitável e um risco excessivo em sua vida pessoal ou profissional?"
                ]
            },
            {
                "title": "Resiste ao estresse",
                "questions":
                [
                    "Como você costuma lidar com situações estressantes no ambiente de trabalho?",
                    "Pode descrever um exemplo específico em que enfrentou uma situação de alto estresse no trabalho? Como você administrou isso?",
                    "Quais estratégias ou técnicas você utiliza para manter a calma e foco em momentos de pressão?",
                    "Como você reage quando as coisas ficam sobrecarregadas ou fora de controle no ambiente de trabalho?",
                    "Quais são seus métodos para encontrar equilíbrio entre o trabalho e a vida pessoal, especialmente em situações estressantes?",
                    "Como você lida com prazos apertados ou situações de grande pressão?",
                    "Qual é a importância da comunicação e apoio da equipe na gestão do estresse?",
                    "Existem pessoas que não têm nenhuma consideração pelas outras que só querem ficar em paz. O que você faz quando precisa se concentrar e alguém fica constantemente lhe perturbando?"
                ]
            },
            {
                "title": "Passa a impressão de trabalhar arduamente",
                "questions":
                [
                    "Como você descreveria sua ética de trabalho?",
                    "Quais são as práticas diárias que você adota para manter a produtividade e eficiência no trabalho?",
                    "Pode compartilhar um exemplo em que demonstrou um compromisso excepcional com um projeto ou tarefa?",
                    "Como você lida com períodos de carga de trabalho intenso ou prazos apertados?",
                    "Qual foi o maior desafio que enfrentou no trabalho e como você lidou com isso?",
                    "Como você demonstra iniciativa no trabalho?",
                    "Você já teve que trabalhar além do horário em alguma situação? Como você encara a necessidade de horas extras?"
                ]
            }
        ]
    },
    {
        "title": "MOTIVAÇÃO",
        "description": "pessoa impulsionada por uma forte vontade interna, determinação e energia para alcançar metas, superar desafios e perseguir objetivos específicos. A motivação é uma força interna que direciona o comportamento e a ação em direção a realizações pessoais ou profissionais.",
        "subs":
        [
            {
                "title": "Está satisfeito com seu trabalho",
                "questions":
                [
                    "O que você mais gosta no seu trabalho atual?",
                    "Quais são os maiores desafios que você enfrenta no trabalho? Como você lida com eles?",
                    "Como você se sente em relação às oportunidades de desenvolvimento e crescimento dentro da empresa?",
                    "Qual é a sua opinião sobre o equilíbrio entre vida profissional e pessoal nesta empresa?",
                    "Como você avalia o ambiente de trabalho e o relacionamento com colegas e gestores?",
                    "Você sente que suas contribuições e opiniões são valorizadas e consideradas na empresa?",
                    "Existe algo que a empresa poderia fazer para melhorar seu nível de satisfação no trabalho?",
                    "Como você se vê neste trabalho a longo prazo?"
                ]
            },
            {
                "title": "Está preparado para realizar muito",
                "questions":
                [
                    "Como você costuma gerenciar e priorizar sua carga de trabalho quando enfrenta múltiplas tarefas ou projetos ao mesmo tempo?",
                    "Pode compartilhar um exemplo de um projeto ou período em que teve que lidar com um volume significativo de trabalho? Como você administrou isso?",
                    "Como você se mantém motivado e produtivo quando enfrenta uma grande quantidade de tarefas?",
                    "Quais são as ferramentas ou métodos que você utiliza para otimizar sua eficiência no trabalho?",
                    "Como você lida com prazos apertados e a pressão de entregar resultados em um curto período de tempo?",
                    "Qual é a sua abordagem para delegar tarefas e coordenar com colegas ou membros da equipe em projetos complexos?",
                    "Como você se mantém atualizado e aprende rapidamente para lidar com novos desafios ou responsabilidades?"
                ]
            },
            {
                "title": "Deseja ganhar um alto salário",
                "questions":
                [
                    "Além do desafio do cargo, que outras considerações são importantes para você ao avaliar uma oferta de emprego?",
                    "Como você enxerga a importância do aspecto financeiro em sua carreira e motivação no trabalho?",
                    "Quais são seus objetivos financeiros a longo prazo e como você acha que este emprego pode contribuir para alcançá-los?",
                    "Como você avalia a importância do crescimento salarial e benefícios em sua satisfação no trabalho?",
                    "Como você lida com negociações salariais ao considerar ofertas de emprego?",
                    "O que o motivaria a buscar uma oportunidade com um salário mais elevado?"
                ]
            },
            {
                "title": "Deseja reconhecimento social e profissional",
                "questions":
                [
                    "Como você valoriza o reconhecimento no ambiente de trabalho? O que ele significa para você?",
                    "Pode compartilhar um exemplo em que se sentiu especialmente reconhecido por suas conquistas no trabalho? Como isso impactou sua motivação?",
                    "Qual é a importância do reconhecimento público ou elogios para você no ambiente de trabalho?",
                    "Como você acredita que o reconhecimento influencia sua motivação e desempenho no trabalho?",
                    "Quais tipos de reconhecimento ou elogios são mais significativos para você?",
                    "Em que medida o reconhecimento social ou profissional afeta suas escolhas de carreira ou a satisfação no trabalho?",
                    "Como você lida com situações em que suas contribuições não são reconhecidas ou valorizadas?",
                    "O que você faz para mostrar para os outros que você tem sucesso? Quanto o status é importante para você?",
                    "Quais são seus objetivos mais importantes?",
                    "Você se compara muitas vezes com as outras pessoas? Com quem? Qual o nivel de sucesso destas pessoas?",
                    "O que você estará fazendo daqui a 10 anos? O que você quer alcançar até lá? Você gostaria de comandar um grande grupo de colaboradores?",
                    "O que significa ter poder? Qual foi a última vez que você usou do seu poder? Quais foram os resultados?",
                    "O que você quer alcançar no ano que vem?"
                ]
            },
            {
                "title": "Deseja executar muito bem o trabalho",
                "questions":
                [
                    "Como você define ou descreve um trabalho bem executado?",
                    "Quais são os passos que você costuma seguir para garantir que uma tarefa seja executada com excelência?",
                    "Como você lida com feedback ou críticas sobre seu trabalho?",
                    "Pode compartilhar um exemplo em que seu trabalho excedeu as expectativas?",
                    "Como você se mantém atualizado sobre as melhores práticas e tendências relacionadas ao seu trabalho?",
                    "Qual é sua abordagem ao lidar com situações em que não consegue atingir os resultados desejados?",
                    "Como você prioriza a qualidade do trabalho em relação à conclusão dentro do prazo?",
                    "O que você acha das pessoas que são capazes de levar um assunto totalmente até o fim. . . e também pensar em tudo, de modo que o resultado seja melhor. Você pode fazer isso? Como?",
                    "Qual foi o erro mais idiota que você já cometeu? Como você poderia tê-lo evitado? O que você aprendeu com isso? Como você se protege de não cometer o mesmo erro ou um parecido novamente?",
                    "Quais são as falhas técnicas que você ainda comete? O que você tem aprendido de novo?"
                ]
            }
        ]
    },
    {
        "title": "AUTODESENVOLVIMENTO",
        "description": "Impulso positivo e proativo em direção ao crescimento pessoal e à melhoria, refletindo a busca constante por uma versão aprimorada de si mesmo.",
        "subs":
        [
            {
                "title": "Deseja ser bem sucedido",
                "questions":
                [
                    "Como você define sucesso em sua vida profissional?",
                    "Quais são seus objetivos de longo prazo em relação à sua carreira e ao seu desenvolvimento profissional?",
                    "Como você lida com desafios e obstáculos no caminho em direção ao sucesso?",
                    "Qual é a importância do reconhecimento e do avanço na carreira para você?",
                    "Quais são as ações que você toma para se aproximar dos seus objetivos e definir seu próprio sucesso?",
                    "Como você equilibra a busca pelo sucesso profissional com outros aspectos da sua vida?",
                    "Qual foi o maior desafio que enfrentou até agora na busca pelo sucesso? Como lidou com isso?",
                    "Por que você acredita que é melhor ou pior que os outros?",
                    "Como você imagina poder melhorar seu desenvolvimento profissional?",
                    "Hoje em dia, muita coisa se baseia na competição. Ao invés de trabalhar em conjunto, cada um quer ultrapassar o outro. Você também luta contra a concorrência? O que você acha disso?",
                    "Quando você acha a cooperação melhor que a competição? E o contrário?"
                ]
            },
            {
                "title": "Tem disposição para mudar seu comportamento",
                "questions":
                [
                    "Como você normalmente lida com feedback ou sugestões para melhorar seu desempenho?",
                    "Qual é a sua opinião sobre a importância da adaptação e flexibilidade no ambiente de trabalho?",
                    "Como você costuma se preparar para lidar com mudanças no ambiente de trabalho?",
                    "Qual foi a última vez em que você reconheceu a necessidade de mudar seu comportamento ou ações? Como lidou com isso?",
                    "Quais obstáculos você enfrentou ao tentar mudar seu comportamento no passado? Como superou esses obstáculos?",
                    "Como você acredita que pode melhorar ou mudar para alcançar seus objetivos profissionais ou pessoais?",
                    "Pode compartilhar uma situação em que precisou mudar sua abordagem em resposta a novas circunstâncias ou informações?"
                ]
            },
            {
                "title": "Deseja ampliar seu campo de conhecimento",
                "questions":
                [
                    "Como você costuma se manter atualizado em sua área de atuação?",
                    "Quais são suas fontes preferidas de aprendizado e aquisição de novos conhecimentos?",
                    "Pode compartilhar uma situação em que você procurou ativamente aprender algo novo ou se aprofundar em um tópico específico?",
                    "Como você acredita que a aprendizagem contínua pode impactar sua carreira e desempenho no trabalho?",
                    "Quais são suas metas de desenvolvimento profissional e como planeja alcançá-las?",
                    "Como você lida com situações em que se depara com um tópico ou desafio do qual não tem conhecimento prévio?",
                    "Você já participou de programas de treinamento, cursos ou workshops para melhorar suas habilidades? Como essas experiências impactaram você?",
                    "Muitas vezes você se encontra num conflito de interesses porque quer fazer muitas coisas e o tempo é curto: Você ainda tem tempo para ler livros e/ou literatura técnica?",
                    "Você está satisfeito em saber o necessário para os seus objetivos, ou você se interessa em saber mais?",
                    "Existe alguma coisa que te preocupou ultimamente, porque os outros não tinham nenhuma idéia sobre isso? Se sim, com o que?",
                    "Quais são as áreas do seu campo de atuação que você gostaria de explorar mais ou aprofundar seus conhecimentos?",
                    "Quais métodos ou recursos você utiliza para adquirir novos conhecimentos?",
                    "Quais são os seus planos de desenvolvimento pessoal e profissional a curto e longo prazo?"
                ]
            },
            {
                "title": "Aprende rapidamente",
                "questions":
                [
                    "Fale sobre uma situação em que você teve que aprender algo novo em um curto período de tempo. Como você lidou com isso?",
                    "Pode me contar sobre um momento em que precisou se adaptar a uma nova situação ou contexto rapidamente? Como você fez isso?",
                    "Como você se mantém atualizado sobre as novas tendências ou informações relevantes na sua área de atuação?",
                    "Descreva um exemplo em que precisou resolver um problema para o qual não estava totalmente preparado. Como você lidou com isso e o que aprendeu?",
                    "Quais foram as situações em que você teve que assumir novas responsabilidades ou aprender uma nova habilidade rapidamente em seu emprego anterior?",
                    "Pode compartilhar um exemplo de quando recebeu feedback e precisou ajustar rapidamente sua abordagem ou comportamento? Como você lidou com isso e o que aprendeu?",
                    "Como você lida com situações em que não tem conhecimento prévio ou experiência sobre um determinado assunto?",
                    "Você poderia se imaginar fazendo um trabalho totalmente diferente do que faz no momento? Quanto tempo levaria, normalmente, para você se acostumar com as tarefas?",
                    "O que você acha que faz uma pessoa aprender rápido e com facilidade, enquanto outras aprendem devagar, e às vezes não conseguem gravar muito bem e interpretar aquilo que foi aprendido?"
                ]
            },
            {
                "title": "Sente-se tecnicamente competente.",
                "questions":
                [
                    "Quais são suas principais habilidades técnicas e como você aprimorou essas habilidades ao longo do tempo?",
                    "Pode compartilhar um exemplo de um projeto desafiador no qual suas habilidades técnicas foram fundamentais para o sucesso?",
                    "Como você costuma se manter atualizado sobre novas tecnologias ou metodologias em sua área de atuação?",
                    "Qual foi o maior desafio técnico que você enfrentou no trabalho e como o superou?",
                    "Como você se sente ao liderar ou contribuir em áreas técnicas que podem estar além do seu conhecimento atual?",
                    "Qual é a sua abordagem ao enfrentar lacunas de conhecimento técnico?",
                    "Como você avalia sua própria proficiência técnica em relação às exigências do mercado ou da indústria?",
                    "Como você consegue se concentrar completamente no seu trabalho, sem se distrair constantemente com alguma outra coisa?",
                    "Sempre há coisas que não entendemos; Em que áreas você tem lacunas?",
                    "O que você realmente fazer bem e o que não faz?",
                    "Por que você acredita que alguém pode ser forte ou fraco em uma atribuição?",
                    "O que você faz para controlar suas fraquezas?",
                    "Você se sente plenamente capaz de lidar com as suas tarefas? Por quê?",
                    "Como é a sensação de ser exigido demais? Quando foi a última vez que você foi exigido demais?",
                    "Não se pode fazer tudo igualmente bem: Que tarefas são duras demais, de modo que você tem medo, às vezes, de não conseguir?",
                    "Quando você não sabe alguma coisa, isto te incomoda muito ou você logo esquece o fato, já que nem sempre se pode saber sobre tudo. Vc tem um exemplo para relatar?"
                ]
            },
            {
                "title": "Tem muitas ideias",
                "questions":
                [
                    "Como você normalmente aborda a resolução de problemas ou a geração de novas ideias?",
                    "Pode compartilhar um exemplo de uma situação em que suas ideias ou soluções alternativas foram fundamentais para resolver um problema?",
                    "Como você se mantém criativo ou inspirado no trabalho?",
                    "Quais são os passos que você normalmente segue para desenvolver e implementar uma nova ideia?",
                    "Como você lida com situações em que suas ideias não são inicialmente aceitas ou recebem resistência?",
                    "O que você acredita ser essencial para promover um ambiente que estimule a criatividade e a geração de ideias?",
                    "Como você se descreveria no que diz respeito à geração e implementação de novas ideias?",
                    "Tornam-se muito criativas algumas pessoas quando se encontram sob pressão, outros precisam de descanso e afastamento para criar. Qual o seu melhor momento para gerar boas idéias?",
                    "Quais os seus critérios para considerar uma idéia realmente boa?",
                    "Você se preocupa com o futuro? O que você faz para estar bem preparado para o futuro?",
                    "Que ideias têm vindo a sua mente atualmente? E ontem? Semana passada? Como você explica sua riqueza de idéias? Quantas delas você implementa?",
                    "Você se considera criativo? Que boas idéias você teve recentemente? Essas idéias são / foram também viáveis na prática? O que poderia ser implementado e o que não?"
                ]
            },
            {
                "title": "É aberto a novidades",
                "questions":
                [
                    "Como você geralmente reage diante de mudanças significativas em seu ambiente de trabalho ou na vida pessoal?",
                    "Pode compartilhar um exemplo recente em que você experimentou algo novo? Como isso impactou você?",
                    "Como você busca informações ou novos conhecimentos sobre assuntos que não são familiares para você?",
                    "Como você se sente em relação a explorar novas metodologias de trabalho ou abordagens inovadoras?",
                    "Quais são as últimas descobertas, leituras ou tendências que chamaram a sua atenção?",
                    "Como você costuma lidar com desafios que requerem a aplicação de novas habilidades ou conhecimentos?",
                    "Que tipo de experiências você procura para expandir seu conhecimento ou desenvolver novas habilidades?"
                ]
            }
        ]
    },
    {
        "title": "ACREDITAR EM SI MESMO",
        "description": "é a crença inabalável nas próprias habilidades, capacidades e julgamentos. Trata-se de ter confiança e fé no próprio potencial, mesmo diante de desafios ou obstáculos. A autoconfiança é um estado mental que permite que uma pessoa aborde situações, metas e desafios com determinação, acreditando que possui as habilidades necessárias para lidar com eles de forma eficaz.",
        "subs":
        [
            {
                "title": "Apoia-se em sua própria eficácia",
                "questions":
                [
                    "Como você lida com desafios ou situações complexas que requerem ação imediata?",
                    "Como você se vê em relação à sua capacidade de enfrentar obstáculos no trabalho ou na vida pessoal?",
                    "Pode compartilhar um exemplo em que suas ações ou abordagem tenham levado a resultados positivos?",
                    "Como você se sente em relação à tomada de decisões difíceis ou críticas em situações de pressão?",
                    "Quais estratégias você costuma adotar para superar a autocrítica ou dúvidas em relação ao seu próprio desempenho?",
                    "Como você avalia a eficácia de suas ações ou abordagens ao lidar com desafios anteriores?",
                    "Quando enfrenta uma situação nova ou desafiadora, como você mantém a confiança em si mesmo para superar os obstáculos?"
                ]
            },
            {
                "title": "Sabe o que é importante e tem certeza disso",
                "questions":
                [
                    "Quais são os valores ou princípios fundamentais que norteiam suas decisões e ações?",
                    "Quais são seus objetivos de longo prazo e como eles se alinham aos seus valores pessoais?",
                    "Pode compartilhar um exemplo de uma situação em que tomou uma decisão baseada em seus valores pessoais?",
                    "Como você define o que é mais importante em sua vida ou carreira?",
                    "Como suas ações refletem aquilo que você considera essencial em sua vida?",
                    "O que te motiva a seguir determinado caminho ou tomar certas decisões em situações desafiadoras?",
                    "Quais são os resultados ou conquistas que você considera mais significativos em sua vida e por quê?"
                ]
            },
            {
                "title": "Faz boas sugestões",
                "questions":
                [
                    "Como você costuma abordar a identificação de problemas e sugestão de soluções para questões complexas?",
                    "Pode compartilhar um exemplo de uma sugestão que você fez em um ambiente profissional que teve um impacto positivo?",
                    "Quais são os critérios que você considera ao fazer sugestões ou propostas?",
                    "Como você equilibra a originalidade e a viabilidade ao fazer sugestões inovadoras?",
                    "Como você lida com a aceitação ou rejeição de suas sugestões?",
                    "Quais são os passos que você normalmente segue para garantir que uma sugestão seja bem fundamentada e compreendida?",
                    "Como você se mantém atualizado e criativo ao gerar ideias e sugestões relevantes para um projeto ou situação?"
                ]
            }
        ]
    },
    {
        "title": "LIDERANÇA",
        "description": "Estar preparado para assumir liderança significa ter as habilidades, conhecimentos e características necessárias para desempenhar eficazmente o papel de líder em uma organização, equipe ou projeto. Isso envolve uma combinação de competências técnicas, habilidades interpessoais e uma mentalidade orientada para resultados",
        "subs":
        [
            {
                "title": "Irradia autoridade",
                "questions":
                [
                    "Como você garante que sua equipe confie nas suas decisões e siga sua orientação?",
                    "O que você faz para manter presença forte e influente mesmo em situações desafiadoras?",
                    "Pode compartilhar um exemplo de quando sua postura como líder impactou diretamente o comportamento da equipe?",
                    "Como você lida com situações em que precisa afirmar sua posição sem ser agressivo?",
                    "O que você considera essencial para que um líder seja respeitado sem precisar impor poder?",
                    "Como você se comunica de forma que sua equipe reconheça sua liderança sem hesitação?",
                    "Quais hábitos ou atitudes você adota para fortalecer sua autoridade como líder?",
                    "Como você equilibra autoridade com acessibilidade para que sua equipe se sinta confortável ao trabalhar com você?",
                    "Pode compartilhar um exemplo de uma situação em que exerceu autoridade de maneira eficaz?",
                    "Como você inspira confiança na sua equipe ou em colegas de trabalho?",
                    "Qual é a sua abordagem ao delegar responsabilidades e liderar uma equipe?",
                    "Como você lida com situações em que suas decisões são desafiadas?",
                    "Como você se posiciona diante de um grupo para garantir que sua mensagem seja ouvida e respeitada?",
                    "Como você lida com conflitos dentro de uma equipe ou organização?",
                    "Como você mantém a disciplina e o foco em direção aos objetivos estabelecidos?"
                ]
            },
            {
                "title": "Sente-se forte e seguro de si",
                "questions":
                [
                    "Como você geralmente lida com desafios e obstáculos em sua vida profissional ou pessoal?",
                    "Pode compartilhar um exemplo de uma situação em que você se sentiu confiante e conseguiu superar com sucesso?",
                    "Como você se prepara para enfrentar situações novas ou desconhecidas?",
                    "Como você lida com críticas construtivas ou feedback negativo?",
                    "Quais são suas maiores realizações e como essas experiências impactaram sua confiança em si mesmo?",
                    "Como você mantém um equilíbrio entre a humildade e a confiança em si mesmo?",
                    "Como você define o sucesso pessoal e profissional?",
                    "Como você se posiciona diante de desafios no trabalho que exigem liderança e decisões assertivas?",
                    "Quais são os passos que você toma para se manter mentalmente saudável e equilibrado?",
                    "Como você se descreveria em termos de autoconfiança e força pessoal?"
                ]
            },
            {
                "title": "Exprime e defende seus interesses",
                "questions":
                [
                    "Como você costuma comunicar suas necessidades e objetivos aos outros?",
                    "Pode compartilhar um exemplo em que teve que expressar seus interesses de maneira clara e assertiva?",
                    "Como você lida com situações em que suas opiniões ou objetivos podem entrar em conflito com os de outros?",
                    "Qual é a sua abordagem ao negociar acordos ou resolver disputas?",
                    "Como você reage diante de críticas ou resistência quando está defendendo seus interesses?",
                    "Que estratégias você utiliza para garantir que seus interesses sejam levados a sério em um ambiente profissional?",
                    "Você já teve que tomar uma posição firme em relação aos seus interesses, mesmo que isso envolvesse algum nível de confronto?",
                    "Como você equilibra a defesa de seus próprios interesses com a colaboração e trabalho em equipe?",
                    "Quais são seus limites ao expressar e defender seus interesses?",
                    "Como você se prepara para situações em que precisa defender seus interesses de forma persuasiva?"
                ]
            },
            {
                "title": "Defende seus interesses mesmo frente a resistências",
                "questions":
                [
                    "Como você reage quando encontra resistência ao defender seus interesses ou opiniões?",
                    "Pode compartilhar um exemplo específico em que enfrentou resistência ao defender seus interesses e como lidou com isso?",
                    "Como você mantém a calma e a compostura ao enfrentar oposição ou críticas ao expressar seus pontos de vista?",
                    "Que estratégias você utiliza para persuadir ou superar a resistência quando está defendendo seus interesses?",
                    "Qual é a sua abordagem ao lidar com pessoas que são francamente contrárias aos seus interesses?",
                    "Como você ajusta sua comunicação ao enfrentar resistência, especialmente quando há diferentes perspectivas envolvidas?",
                    "Você já teve que perseverar ao longo do tempo para alcançar seus objetivos, mesmo quando enfrentava resistência contínua?",
                    "Que aprendizados você obteve de situações em que encontrou resistência ao defender seus interesses?",
                    "Como você garante que a busca por seus interesses não prejudica relacionamentos profissionais importantes?",
                    "Você já teve que recorrer a uma abordagem colaborativa para superar resistências e avançar com seus interesses?"
                ]
            },
            {
                "title": "Faz boas perguntas",
                "questions":
                [
                    "Quando você se depara com um novo assunto ou situação, que tipo de perguntas costuma fazer para compreender melhor?",
                    "Pode compartilhar um exemplo de uma pergunta que você fez recentemente e que o ajudou a obter insights ou entender melhor algo?",
                    "Como você avalia a importância de fazer perguntas ao aprender algo novo ou resolver problemas?",
                    "Quais são as características de uma boa pergunta na sua opinião?",
                    "Como você adapta suas perguntas para obter informações mais detalhadas ou esclarecer aspectos específicos?",
                    "Como você lida com a falta de compreensão ao formular perguntas sobre um assunto complexo ou pouco familiar?",
                    "Como você incentiva outras pessoas a fazerem perguntas ou promove uma cultura de questionamento ao seu redor?"
                ]
            },
            {
                "title": "capaz de inspirar uma visão de futuro",
                "questions":
                [
                    "Como você comunica sua visão de futuro de forma que outras pessoas se sintam motivadas a segui-la?",
                    "O que você faz para tornar sua visão do futuro atraente e realizável?",
                    "Pode dar um exemplo de um momento em que você inspirou alguém a pensar grande sobre o futuro?",
                    "Como você lida com ceticismo ou resistência quando apresenta sua visão para o futuro?",
                    "Quais qualidades você acredita que um líder visionário deve ter?",
                    "Como você transforma desafios em oportunidades ao comunicar sua visão de longo prazo?",
                    "O que você faz para manter as pessoas motivadas e alinhadas com sua visão ao longo do tempo?"
                ]
            },
            {
                "title": "Identifica e desenvolve talentos",
                "questions":
                [
                    "Como você identifica o potencial de alguém dentro de uma equipe?",
                    "Quais estratégias você usa para desenvolver as capacidades de alguém?",
                    "Pode compartilhar um exemplo de quando ajudou alguém a aprimorar suas habilidades?",
                    "O que você considera essencial para transformar potencial em desempenho real?",
                    "Como você incentiva os outros a explorarem seus talentos ao máximo?",
                    "Você já teve que orientar alguém a superar desafios para crescer profissionalmente? Como foi?",
                    "Qual é a importância do feedback no desenvolvimento de talentos? Como você faz?"
                ]
            },
            {
                "title": "Delegação eficaz",
                "questions":
                [
                    "Como você decide quais tarefas devem ser delegadas?",
                    "O que você faz para garantir que a pessoa que recebeu a tarefa tenha os recursos necessários para executá-la?",
                    "Como você acompanha o progresso das tarefas delegadas sem microgerenciar?",
                    "Pode compartilhar um exemplo de um momento em que delegou de forma eficaz?",
                    "O que você faz quando percebe que a pessoa não está conseguindo cumprir a tarefa delegada?",
                    "Quais fatores você considera ao escolher para quem delegar uma responsabilidade?",
                    "Como você comunica expectativas ao delegar uma tarefa?"
                ]
            },
            {
                "title": "Solução de conflitos",
                "questions":
                [
                    "Como você lida com desentendimentos entre colegas de trabalho ou membros da equipe?",
                    "O que você faz para garantir que todas as partes envolvidas em um conflito sejam ouvidas?",
                    "Pode compartilhar um exemplo de um conflito que você ajudou a resolver?",
                    "Quais estratégias você usa para transformar um conflito em uma oportunidade de aprendizado?",
                    "Como você mantém a calma ao lidar com situações tensas?",
                    "O que você faz para evitar que pequenos conflitos se tornem problemas maiores?",
                    "Você acredita que todos os conflitos devem ser resolvidos rapidamente ou alguns precisam de tempo para amadurecer? Por quê?",
                    "Quais técnicas você usa para acalmar emoções intensas durante um conflito?",
                    "Como você assegura que uma solução de conflito seja justa para todas as partes envolvidas?",
                    "Você prefere intervir imediatamente em um conflito ou dar tempo para as partes refletirem? Explique",
                    "O que você faz para evitar que um conflito afete o clima da equipe?",
                    "Como você avalia se um conflito foi resolvido de forma definitiva?",
                    "Qual foi o maior desafio que você enfrentou ao mediar um conflito e como lidou com isso?",
                    "Que papel o respeito e a empatia desempenham na resolução de conflitos, na sua opinião?"
                ]
            },
            {
                "title": "Bom ouvinte",
                "questions":
                [
                    "Como você garante que os membros da sua equipe sintam que suas opiniões são ouvidas e valorizadas?",
                    "O que você faz para demonstrar que realmente entende as preocupações dos outros antes de responder?",
                    "Pode compartilhar um momento em que ouvir atentamente ajudou a resolver um problema?",
                    "Como você lida com sugestões e críticas recebidas da equipe?",
                    "O que você faz para garantir que todas as vozes sejam consideradas em decisões importantes?",
                    "Como você reage quando percebe que alguém da equipe está hesitante em falar?",
                    "Quais estratégias você usa para evitar distrações e manter foco ao ouvir sua equipe?",
                    "Você já precisou mudar de opinião após ouvir uma perspectiva nova? Como foi essa experiência?"
                ]
            },
            {
                "title": "tomada de decisão",
                "questions":
                [
                    "Quando você enfrenta uma decisão difícil, como garante que não fique preso na indecisão?",
                    "O que você faz para manter confiança e clareza ao decidir rapidamente?",
                    "Pode compartilhar um exemplo de uma decisão importante que tomou sem hesitar?",
                    "Como você lida com a pressão ao tomar decisões críticas?",
                    "O que é mais importante para você: velocidade ou precisão na tomada de decisões? Por quê?",
                    "Você prefere tomar decisões sozinho ou consultar outras pessoas? Como equilibra isso?",
                    "Como você gerencia possíveis arrependimentos ou incertezas depois de tomar uma decisão?",
                    "Quais hábitos ou práticas você adota para se tornar um tomador de decisões mais eficiente?"
                ]
            }
        ]
    },
    {
        "title": "ORGANIZA O TRABALHO",
        "description": "Alguém que organiza o trabalho é uma pessoa que desempenha um papel fundamental na estruturação e coordenação de tarefas, responsabilidades e recursos dentro de um ambiente profissional. Essa pessoa é responsável por criar sistemas eficientes, estabelecer prioridades e garantir que os objetivos organizacionais sejam alcançados de maneira ordenada e produtiva",
        "subs":
        [
            {
                "title": "Planeja criteriosamente",
                "questions":
                [
                    "Quando você precisa tomar uma decisão importante, quais critérios e métodos você utiliza para garantir que seu planejamento seja eficaz e bem estruturado?",
                    "Como você prioriza tarefas e decisões em um projeto complexo?",
                    "Quais fatores você considera ao criar um plano de ação?",
                    "Você costuma usar ferramentas ou metodologias específicas para planejar?",
                    "Como você lida com imprevistos e mudanças no planejamento?",
                    "Pode dar um exemplo de uma decisão sua que exigiu um planejamento detalhado?",
                    "O que você faz para garantir que seu plano será bem executado?"
                ]
            },
            {
                "title": "Deseja executar muito bem o trabalho",
                "questions":
                [
                    "Para você, o que significa fazer um trabalho bem-feito?",
                    "Quais estratégias você usa para garantir alta performance no seu trabalho?",
                    "Como você lida com a busca pela melhoria contínua em sua função?",
                    "Pode compartilhar um momento em que você foi além do esperado para entregar um ótimo resultado?",
                    "Como você mede o sucesso do seu trabalho?",
                    "O que você faz quando percebe que algo pode ser melhorado?",
                    "Qual é a importância do feedback para você?"
                ]
            },
            {
                "title": "Executa rapidamente as decisões",
                "questions":
                [
                    "Como você lida com prazos curtos e decisões urgentes?",
                    "O que você faz para evitar atrasos ao tomar decisões?",
                    "Você prefere analisar profundamente antes de decidir ou agir rapidamente e ajustar conforme necessário?",
                    "Pode dar um exemplo de uma situação em que precisou tomar uma decisão e executá-la imediatamente?",
                    "Quais ferramentas ou estratégias você usa para agilizar decisões sem perder eficácia?",
                    "Como você gerencia riscos ao tomar decisões rápidas?",
                    "O que você considera essencial para manter eficiência na execução de decisões?"
                ]
            }
        ]
    },
    {
        "title": "INICIATIVA",
        "description": "Alguém que toma iniciativa é uma pessoa proativa, motivada e pronta para agir sem esperar que outras pessoas lhe digam o que fazer. Essa característica é fundamental em ambientes profissionais e pessoais, pois demonstra um alto nível de autodirecionamento, responsabilidade e vontade de contribuir",
        "subs":
        [
            {
                "title": "Deseja mudar o \"status-quo\"",
                "questions":
                [
                    "O que você gostaria de ver diferente na sua área de atuação ou na sociedade?",
                    "Qual foi a última vez que você desafiou uma prática comum para propor algo novo?",
                    "O que motiva você a questionar e buscar melhorias no que já está estabelecido?",
                    "Quais obstáculos você vê ao tentar mudar algo e como lida com eles?",
                    "Você acredita que grandes mudanças começam com pequenos atos? Por quê?",
                    "Pode compartilhar uma situação em que você percebeu que precisava desafiar uma norma ou processo?",
                    "Como você convence outras pessoas a aderirem às mudanças que você propõe?"
                ]
            },
            {
                "title": "É aberto a novidades",
                "questions":
                [
                    "Em quais situações você se torna logo ativo, ao invés de permanecer passivo diante de certos acontecimentos? Você se preocupa com o futuro? O que você faz para estar bem preparado para o futuro?",
                    "O que você faz para manter as suas técnicas atualizadas? Através de quais fontes você tem recebido informações proveitosas ultimamente?",
                    "O que você faz para estar preparado para mudanças?",
                    "Que mudanças significativas têm acontecido? Quais afetarão você também?",
                    "Existe alguma coisa que te preocupou nos últimos tempos, enquanto os outros não tinham nenhuma idéia sobre isso? Se sim, com o que?",
                    "O que você acha das pesquisas de tendências?"
                ]
            },
            {
                "title": "Tem miutas ideias",
                "questions":
                [
                    "Com que frequência você se vê gerando novas ideias?",
                    "O que você faz quando precisa de inspiração para criar algo novo?",
                    "Você costuma ter muitas ideias ao mesmo tempo? Como lida com isso?",
                    "Pode compartilhar uma ideia que você teve recentemente e achou interessante?",
                    "Como você transforma suas ideias em ações práticas?",
                    "Você prefere trabalhar sozinho ou trocar ideias com outras pessoas?",
                    "Quais áreas ou temas despertam mais sua criatividade?"
                ]
            },
            {
                "title": "Assume responsabilidade voluntariamente",
                "questions":
                [
                    "Você costuma se oferecer para resolver problemas, mesmo quando não são diretamente sua responsabilidade? Fale de uma situação.",
                    "Como você reage quando percebe que algo precisa ser feito, mas ninguém assumiu a responsabilidade?",
                    "Pode compartilhar um momento em que você tomou a frente sem que fosse solicitado?",
                    "O que motiva você a assumir responsabilidades espontaneamente?",
                    "Quando enfrenta dificuldades, você tende a buscar soluções por conta própria ou espera orientações?",
                    "Como você lida com consequências das decisões que toma?",
                    "Você acredita que assumir responsabilidades sem precisar ser solicitado é essencial para o sucesso profissional? Por que?"
                ]
            }
        ]
    },
    {
        "title": "ATITUDES POSITIVAS EM RELAÇÃO AOS OUTROS",
        "description": "pessoa que demonstra uma postura otimista, respeitosa, empática e colaborativa nas interações interpessoais. Essas atitudes refletem a disposição de contribuir para um ambiente positivo, promover relações saudáveis e apoiar o bem-estar dos outros",
        "subs":
        [
            {
                "title": "É comprometido com seu superior",
                "questions":
                [
                    "Como você garante que suas entregas atendam ou superem as expectativas do seu gestor?",
                    "Você costuma buscar feedback do seu superior para melhorar seu desempenho? Dê um exemplo vivenciado",
                    "Quando recebe uma tarefa difícil, como você demonstra comprometimento com a solução?",
                    "Como você reage quando seu superior precisa de suporte em um momento crítico?",
                    "Você procura entender as prioridades do seu superior para alinhar seu trabalho?",
                    "Pode dar um exemplo de uma situação em que você foi além para atender uma necessidade do seu gestor?",
                    "O que significa, para você, ser leal e comprometido com seu superior?"
                ]
            },
            {
                "title": "Atribui às outras pessoas, a princípio, intenções positivas",
                "questions":
                [
                    "Em quais situações sociais você é bem atento? Por que?",
                    "Você é, muitas vezes, desconfiado?",
                    "Você já teve, em algum momento, uma experiência ruim ao confiar no outro? Como foi?",
                    "Não se deve condenar os colaboradores por erros, mas sim os executivos! O que você acha disso?",
                    "Como você reage quando são tomadas decisões erradas, e os colaboradores precisam submeter-se a elas?",
                    "O que você acha do ditado: \"Acreditar é bom, controlar é ainda melhor.\"? Acreditar não é melhor que controlar?",
                    "Confiança é bom, controle é melhor O que você pensa sobre esta afirmação?",
                    "Em quem você confia e em quem não confia? O que é necessário para que você possa confiar em alguém?"
                ]
            },
            {
                "title": "Dá justo valor às capacidades e ao trabalho dos outros",
                "questions":
                [
                    "Como você reconhece e valoriza o esforço e as conquistas de seus colegas?",
                    "O que você faz quando percebe que alguém merece mais reconhecimento pelo seu trabalho?",
                    "Você acredita que o sucesso de uma equipe depende do reconhecimento mútuo? Por quê?",
                    "Como você lida com diferenças de talento e habilidades dentro de uma equipe?",
                    "Pode compartilhar um momento em que você defendeu ou promoveu o reconhecimento do trabalho de alguém?",
                    "O que você considera essencial para manter um ambiente de trabalho onde todos se sintam valorizados?",
                    "Você já trabalhou com alguém cujas habilidades te inspiraram? Como isso impactou seu próprio desempenho?"
                ]
            },
            {
                "title": "Demonstra senso de equipe",
                "questions":
                [
                    "Como você contribui para o sucesso coletivo de sua equipe?",
                    "O que você faz para garantir uma boa comunicação dentro da equipe?",
                    "Você prefere trabalhar sozinho ou em equipe? Por quê?",
                    "Como você lida com conflitos entre membros da equipe?",
                    "Você já ajudou um colega que estava com dificuldades? Como foi essa experiência?",
                    "O que torna um time bem-sucedido na sua opinião?",
                    "Como você reage quando precisa dividir responsabilidades com outras pessoas?"
                ]
            }
        ]
    },
    {
        "title": "INTELIGÊNCIA EMOCIONAL",
        "description": "pessoa que demonstra habilidades excepcionais no reconhecimento, compreensão e gerenciamento de suas próprias emoções, bem como na capacidade de se relacionar efetivamente com as emoções dos outros. A inteligência emocional refere-se à competência para lidar com emoções de maneira saudável, tanto em si mesmo quanto nos relacionamentos interpessoais",
        "subs":
        [
            {
                "title": "Tem comportamento positivo e cria um ambiente positivo",
                "questions":
                [
                    "Você faz pequenos cumprimentos aos clientes? Por que? Por que não? Para que? O que você quer conseguir com isso?",
                    "Você tem clientes difíceis? Como você lida com os clientes difíceis?"
                ]
            }
        ]
    },
    {
        "title": "SOLUÇÃO DE PROBLEMAS I - ENCONTRAR SOLUÇÕES",
        "description": "pessoa que possui a habilidade e a disposição para identificar e implementar respostas eficazes diante de desafios, obstáculos ou questões complexas. Essa capacidade envolve não apenas a análise crítica dos problemas, mas também a criatividade e a aplicação prática de estratégias para superar ou resolver as dificuldades",
        "subs":
        [
            {
                "title": "Planejamento",
                "questions":
                [
                    "Algumas pessoas dividem os problemas em partes menores, para poder trabalhá-los: Você também? Como você faz para juntar as peças novamente?",
                    "O que deve ser especialmente considerado no planejamento de um projeto? Como você acha que este planejamento deve ser controlado?",
                    "Há pessoas que \"vêem além\" sobre o quadro geral, tem a visão mais ampla, o que significa um nível bastante elevado de abstração, e outros que enxergam mais os detalhes. E você? Orientado para o abstrato ou para os detalhes?"
                ]
            }
        ]
    },
    {
        "title": "SOLUÇÃO DE PROBLEMAS II - IMPLEMENTAÇÃO",
        "description": "pessoa que não apenas identifica soluções teóricas, mas também efetivamente coloca essas soluções em prática para resolver questões específicas. Essa pessoa é caracterizada pela capacidade de traduzir planos ou estratégias concebidos para resolver problemas em ações tangíveis e resultados mensuráveis.",
        "subs":
        [
            {
                "title": "Completa o trabalho rapidamente",
                "questions":
                [
                    "Muitas pessoas dizem que o seu trabalho é um hobby e outras falam que o que fazem não é um trabalho. O que você acha disso? Você acha que isso pode ser saudável?",
                    "O que você faz quando um evento é observado com grande dificuldade?",
                    "Por quantas horas você pode trabalhar sem se cansar ou sem diminuir a sua produtividade?",
                    "Como você recarrega as suas baterias? De onde você tira a sua energia?"
                ]
            }
        ]
    },
    {
        "title": "SOLUÇÃO DE PROBLEMAS III - OTIMIZAÇÃO",
        "description": "pessoa que não apenas identifica soluções eficazes, mas também procura aprimorar constantemente essas soluções para alcançar resultados ainda melhores. Essa pessoa é caracterizada pela busca contínua pela eficiência, pela eficácia e pela inovação ao abordar desafios e resolver problemas.",
        "subs":
        [
            {
                "title": "Procura ativamente o feedback",
                "questions":
                [
                    "Quem fala mais nas negociações, você ou os clientes? Por que é assim? Quais são as vantagens e desvantagens que existiriam se isso fosse ao contrário?",
                    "Você procura obter feedback o mais cedo possível ou prefere esperar até que você tenha terminado algo?"
                ]
            },
            {
                "title": "Implementa solicitações de mudança",
                "questions":
                [
                    "Suponha que você tem uma proposta que é melhor do que qualquer outra, mas não pôde iniciar apesar de tentar convencer repetidamente os outros? Em seguida, você se junta à proposta do outro ou você tenta argumentar? Exemplos?Exemplos?"
                ]
            }
        ]
    }
]